{
    "GP_LongDescription1": "Με το ScratchJr, τα μικρά παιδιά (άνω των 5 ετών) μπορούν να μάθουν να προγραμματίζουν -- και να προγραμματίζουν για να μάθουν!",
    "GP_LongDescription2": "Το ScratchJr είναι μία εισαγωγική γλώσσα προγραμματισμού που βοηθά τα μικρά παιδιά (ηλικίας 5 ετών και άνω) να δημιουργούν δικές τους διαδραστικές ιστορίες και παιχνίδια. Τα παιδιά ενώνουν μεταξύ τους γραφικά προγραμματιστικά κομμάτια για να κάνουν χαρακτήρες να κινούνται, να πηδούν, να χορεύουν και να τραγουδούν. Τα παιδιά μπορούν να τροποποιήσουν χαρακτήρες στη ζωγραφική, να προσθέσουν τις δικές τους φωνές και ήχους, ακόμα και να εισάγουν δικές τους φωτογραφίες -- στη συνέχεια να χρησιμοποιήσουν τα προγραμματιστικά κομμάτια για να κάνουν τους χαρακτήρες τους να ζωντανέψουν.",
    "GP_LongDescription3": "Το ScratchJr είναι εμπνευσμένο από τη δημοφιλή γλώσσα προγραμματισμού Scratch (http://scratch.mit.edu), η οποία χρησιμοποιείται από εκατομμύρια νέων ανθρώπων (ηλικίας 8 ετών και άνω) σε όλον τον κόσμο. Δημιουργώντας το ScratchJr, επανασχεδιάσαμε τη διεπαφή και τη γλώσσα προγραμματισμού ώστε να γίνουν αναπτυξιακά κατάλληλα για μικρότερα παιδιά, σχεδιάζοντας με προσοχή χαρακτηριστικά που ταιριάζουν στη γνωστική, προσωπική, κοινωνική, και συναισθηματική ανάπτυξη μικρών παιδιών.",
    "GP_LongDescription4": "Για εμάς η συγγραφή κώδικα (ή προγραμματισμός υπολογιστών) είναι μια νέα μορφή γραμματισμού. Όπως η γραφή σε βοηθά να οργανώσεις τη σκέψη σου και να εκφράσεις τις ιδέες σου, το ίδιο ισχύει για τον προγραμματισμό. Στο παρελθόν, ο προγραμματισμός θεωρούνταν ιδιαίτερα δύσκολος από τους περισσότερους ανθρώπους. Εμείς όμως πιστεύουμε ότι ο προγραμματισμός θα πρέπει να είναι για όλους, ακριβώς όπως η γραφή.",
    "GP_LongDescription5": "Καθώς τα μικρά παιδιά γράφουν κώδικα με το ScratchJr, μαθαίνουν  πώς να δημιουργούν και να εκφράζονται με τον υπολογιστή, όχι μόνο να αλληλεπιδρούν με αυτόν. Στην πορεία, τα παιδιά μαθαίνουν να επιλύουν προβλήματα και να σχεδιάζουν έργα, καθώς και αναπτύσσουν δεξιότητες ακολουθίας οι οποίες είναι θεμελιώδεις για τη μελλοντική ακαδημαϊκή τους επιτυχία. Επίσης χρησιμοποιούν τα μαθηματικά και τη γλώσσα σε ένα πλαίσιο με νόημα και κίνητρα, υποστηρίζοντας την ανάπτυξη  προσχολικής αριθμητικής και γραμματισμού. Με το ScratchJr, τα παιδιά δε μαθαίνουν απλά να προγραμματίζουν, προγραμματίζουν για να μαθαίνουν.",
    "GP_LongDescription6": "Το ScratchJr αποτελεί συνεργασία μεταξύ της ομάδας Αναπτυξιακών Τεχνολογιών του Πανεπιστημίου Tufts, της ομάδας Δια Βίου Νηπιαγωγείο στο Εργαστήριο Μέσων του MIT, και της Εταιρείας Playful Invention. Η Two Sigma ήταν επικεφαλής στην υλοποίηση της Android έκδοσης του ScratchJr. Τα γραφικά και οι εικονογραφήσεις για το ScratchJr δημιουργήθηκαν από την Εταιρεία HvingtQuatre και τη Sarah Thomson.",
    "GP_LongDescription7": "Εάν απολαμβάνετε τη χρήση αυτής της δωρεάν εφαρμογής, παρακαλούμε σκεφτείτε το ενδεχόμενο να πραγματοποιήσετε μια δωρεά στο Ίδρυμα Scratch (www.scratchfoundation.org), έναν μη κερδοσκοπικό οργανισμό που παρέχει συνεχή υποστήριξη για το ScratchJr. Εκτιμούμε δωρεές κάθε μεγέθους, μεγάλες και μικρές.",
    "GP_LongDescription8": "Αυτή η έκδοση του ScratchJr λειτουργεί μόνο σε τάμπλετ 7 ιντσών ή μεγαλύτερα, και με έκδοση Android 4.2 (Jelly Bean) ή πιο πρόσφατη.",
    "GP_Terms": "Όροι Χρήσης",
    "IT_whatnew": "Προστέθηκε υποστήριξη για Ισπανικά\r\nΤα έργα αποθηκεύονται αυτόματα περιοδικά καθώς το παιδί τροποποιεί το έργο",
    "IT_LongDescription1": "Με το ScratchJr, μικρά παιδιά (ηλικίες 5-7) μαθαίνουν σημαντικές νέες δεξιότητες καθώς προγραμματίζουν τις δικές τους διαδραστικές ιστορίες και παιχνίδια.",
    "IT_LongDescription2": "Ενώνοντας μεταξύ τους γραφικά προγραμματιστικά κομμάτια, τα παιδιά μπορούν να κάνουν τους χαρακτήρες να κινούνται, να πηδούν, να χορεύουν και να τραγουδούν. Κατά τη διαδικασία, τα παιδιά μαθαίνουν να επιλύουν προβλήματα, να σχεδιάζουν έργα, και να εκφράζονται δημιουργικά μέσω του υπολογιστή. Επίσης χρησιμοποιούν μαθηματικά και γλώσσα σε ένα πλαίσιο με νόημα και κίνητρα, υποστηρίζοντας την ανάπτυξη αριθμητικής και γραμματισμού στην προσχολική ηλικία. Με το ScratchJr, τα παιδιά δε μαθαίνουν απλά να προγραμματίζουν, προγραμματίζουν για να μαθαίνουν.",
    "IT_LongDescription3": "Το ScratchJr είναι εμπνευσμένο από τη δημοφιλή γλώσσα προγραμματισμού Scratch (http://scratch.mit.edu), η οποία χρησιμοποιείται από εκατομμύρια ανθρώπους (ηλικίες 8 και άνω) σε όλο τον κόσμο. Η Διεπαφή του ScratchJr και η γλώσσα προγραμματισμού επανασχεδιάστηκαν ώστε να γίνουν κατάλληλες για τη γνωστική, προσωπική, κοινωνική, και συναισθηματική ανάπτυξη μικρότερων παιδιών.",
    "IT_LongDescription4": "Το ScratchJr αποτελεί προϊόν συνεργασίας μεταξύ της ερευνητικής ομάδας Lifelong Kindergarten στο Media Lab του MIT, της ερευνητικής ομάδας Developmental Technologies του Πανεπιστημίου Tufts, και της εταιρίας Playful Invention Company. Το έργο ScratchJr έχει λάβει γενναιόδωρη οικονομική υποστήριξη από το Εθνικό Ίδρυμα Επιστημών των Η.Π.Α. (NSF DRL-1118664), το Ίδρυμα Scratch, το Ίδρυμα LEGO, και τις Βρετανικές Τηλεπικοινωνίες.",
    "IT_LongDescription5": "Εάν σας αρέσει η χρήση αυτής της δωρεάν εφαρμογής, παρακαλούμε σκεφτείτε το ενδεχόμενο να πραγματοποιήσετε μια δωρεά στο Ίδρυμα Scratch (www.scratchfoundation.org), έναν μη κερδοσκοπικό οργανισμό που παρέχει συνεχή υποστήριξη για το ScratchJr. Εκτιμούμε δωρεές κάθε μεγέθους, μεγάλες ή μικρές.",
    "IT_Keywords": "μάθηση, συγγραφή κώδικα, παιδιά, δημιουργικότητα, αλφαβητισμός, νηπιαγωγείο, προγραμματισμός, scratch"
}